Repository: macieJJarocki/workout_notebook
Catalog: lib/l10n/app_*.arb
Languages: pl

source: Plan your workout
pl: Zaplanuj swój trening

# dailog_choose_workout
source: Choose workout
pl: Wybierz trening

# dailog_first_create_workout
source: First create workout
pl: Wpierw stwórz trening

# dailog_delete_workout
source: Are you sure, you want to delete this workout?
pl: Jesteś pewny/a, że chcesz usunąć ten trening?

# dailog_create_workout
source: Enter workout name
pl: Wprowadz nazwę treningu

# dailog_create_exercise
source: Create exercise
pl: Stwórz ćwiczenie

# dailog_delete_exercise
source: Are you sure, you want to delete this exercise?
pl: Jesteś pewny/a, że chcesz usunśc to ćwiczenie

# dailog_edit_exercise
source: Adjust the exercise to suit your preferences.
pl: Dostosuj ćwiczenie do twoich preferencji

# dailog_workout_done
source: Are you sure you want to finish this workout?
pl: Jesteś pewien, że chcesz zakończyc ten trening?

# string_workout_not_completed
source: The workout contains incomplete exercises. Are you sure you want to finish the workout
pl: Trening posiada niezakonczone ćwiczenia. Jesteś pewien, że chcesz zakonczyć trening?

# string_add_workout
source: Add workouts
pl: Dodaj trening

# string_workouts
source: workouts
pl: treningi

# string_dont_waste_time_etc
source: Don't waste time - create your workout here!
pl: Nie marnuj czasu - stwórz swój trening tutaj

# string_workout_creator
source: Workout Creator
pl: Kreator Treningu

# string_workout_active
source: Good luck!
pl: Powodzenia!

# string_workout_done
source: Workout done?
pl: Treninig zakończony?

# string_exercise_done
source: Exercise done?
pl: Ćwiczenie ukończone?

# string_exercise
source: Exercise
pl: Ćwiczenie

# string_name
source: Name
pl: Nazwa

# string_weight
source: Weight
pl: Waga

# string_repetitions
source: Repetitions
pl: Powtórzenia

# string_sets
source: Sets
pl: Serie

# button_save
source: Save
pl: Zapisz

# button_edit
source: Edit
pl: Edytuj

# button_delete
source: Delete
pl: Usuń

# button_add
source: Add
pl: Dodaj

# button_end
source: End
pl: Zakończ

# button_start_workout
source: Start workout
pl: Rozpocznij trening

# button_create
source: Create
pl: Stwórz

# button_create_workout
source: Create workout
pl: Stwórz trening

# snack_bar_assign_workout
source: Assign workout!
pl: Przypisz trening!

# snack_bar_set_exercises_data
source: Set data to the exercises!
pl: Ustaw wartości dla cwiczeń!
